{
    "testimonials": [
        {
            "name": "Matias Emanuel Toro",
            "role": "Senior Consultant at Altran",
            "linkedin": "https://www.linkedin.com/in/matiastoro/",
            "image": "1.jpg",
            "testimonial": "On that occasion I want to provide that whoever necessary should be received my personal and special recommendation for Damián, who in the last year has been working with me as technical leader. I came to the Neoris in the beginning of 2017; and, immediately we created a team synergy. Damián took on the role of senior developer (TD) with success. He has proven himself to be a lifelong learner, with a willingness to embrace change and do every part of his job with the highest quality standards. He handled all our software corporate needs – from recruiting (technical interviewing) to organize a work team aligned, estimations and direct customer communication. Damián’s efforts and innovation also readied us for launching a highly successful project to Dreyfus Company. He was responsible of that successful team. This, I believe, is one of his greatest accomplishments. I am appreciative for the opportunity to have had Damián as a workmate, I recommend him for any position or career he chooses. Sincerely"
        },
        {
            "name": "Gabriele Lippi",
            "role": "Frontend Engineer at LIFULL Connect",
            "linkedin": "https://www.linkedin.com/in/gabrielelippi/",
            "image": "6.jpg",
            "testimonial": "Working with Damián I could see both his great technical skills, especially in the backend and C# world, and most importantly his empathy and ability to work with the team. He is smart and always kind with his teammates. Together we delivered the prototype of the app in time and we did it without falling down the pressure of the deadline."
        },
        {
            "name": "Pedro La Rosa",
            "role": "Frontend Engineer at CornerJob",
            "linkedin": "https://www.linkedin.com/in/pedro-la-rosa-a9b2a5103/",
            "image": "7.jpg",
            "testimonial": "Damián is a highly motivated software craftsman. He is one of those inspiring people that motivates you to keep giving the best at work and never stop developing your potential. He has demonstrated to have a high skill level in software design and Extreme programming, plus his deep background knowledge in Dotnet and C# helped him to learn JavaScript/Typescript and React in record time. We worked at the same team on an extremely risky and ambitious project that we managed to carry out successfully in AXA assistance. Damián is an awesome team member and a leader. He would perfectly fit to match any project requirement. I will miss his enriching tech talks!"
        },
        {
            "name": "Alejandro Dreyer",
            "role": "SR. Developer at San Cristóbal Seguros",
            "linkedin": "https://www.linkedin.com/in/alejandro-dreyer-10402853/",
            "image": "2.jpg",
            "testimonial": "He is an excellent Developer and a perfectionist. He develops easily in the team of work and he is always ready to help."
        },
        {
            "name": "Guido Quadrini",
            "role": "Consulting, Teaching and Project Management",
            "linkedin": "https://www.linkedin.com/in/guidoquadrini/",
            "image": "3.jpg",
            "testimonial": "I had the pleasure of working with Damian at Grupo Oleum. Damian is a very proactive, responsible and common-sense person. He can tackle jobs under pressure without problems. His help in the team brings human and professional value of great quality."
        },
        {
            "name": "Santiago Garabaya",
            "role": "Software Engineer at SessionM",
            "linkedin": "https://www.linkedin.com/in/santiago-garabaya-274725a7/",
            "image": "4.jpg",
            "testimonial": "Damián is very focused on his work, responsible and always willing to help a teammate who needs it. He has a lot of technical and theoretical knowledge, and he is always willing to acquire more."
        },
        {
            "name": "Damian Leguina",
            "role": "Developer at Endava",
            "linkedin": "https://www.linkedin.com/in/damian-leguina-b57a0a109/",
            "image": "5.jpg",
            "testimonial": "Person focused on work and learning, he uses his extensive knowledge to find the optimal solution of problems that arise with the tools at his disposal. With a very remarkable capacity for teamwork, you can trust that you will contribute to the group by generating fluency to everyone's complementary skills."
        }
    ]
}